"DETAIL_NAV_TITLE" = "Detalii";

"DUE" = "Scadență";
"NONE_DUE_DATE" = "Nimic";
"DUE_DATE_DETAIL_NAV_TITLE" = "Data scadenței";
"HAS_DUE_DATE_SWITCH_TITLE" = "Scadență";
"SHOW_MORE" = "Mai multe…";
"SHOW_LESS" = "Mai puțin…";
"PRIORITY" = "Prioritate";

// Priority
"NONE_PRIORITY" = "Nimic";
"LOW_PRIORITY" = "Scăzută";
"MEDIUM_PRIORITY" = "Medie";
"HIGH_PRIORITY" = "Ridicată";
"PRIORITY_DETAIL_NAV_TITLE" = "Prioritate";

// Lists
"REMINDER_LIST" = "Listă";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Reamintire";
"NONE_REMINDER_ALERT" = "Niciodată";
"ON_A_DAY" = "Reamintire într-o zi";
"AT_A_LOCATION" = "Reamintire într-un loc";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Într-un loc";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Locul actual";
"CHOOSE_ADDRESS" = "Alegeți un Contact…";
"DETERMINING_LOCATION" = "Determinare localizare…";
"CANNOT_DETERMINE_LOCATION" = "Imposibil de determinat localizarea";
"MY_ADDRESS_WITHOUT_LABEL" = "Adresa mea"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Adresa lui %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "La %@ (%@)"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Sosire";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Plecare";
"DUE_ALL_DAY_FORMAT" = "%@ (toată ziua)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Pe %@, vi se va reaminti\n%@ sau cel târziu la %@\nîn ziua respectivă."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "când sosiți în acest loc";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "când plecați din acest loc";

// Location
"LOCATION" = "Loc";
"NONE_LOCATION" = "Nimic";
"ALARM_PROXIMITY_ENTER" = "Când sosesc";
"ALARM_PROXIMITY_LEAVE" = "Când plec";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Alegeți un loc din Contacte";
"WIFI_DISABLED_SUBTEXT" = "Activați Wi-Fi în Configurări pentru a îmbunătăți precizia mementourilor bazate pe localizare.";
"WIFI_DISABLED_PROMPT" = "Activarea Wi-Fi în Configurări va îmbunătăți precizia localizării dvs.";
"WLAN_DISABLED_SUBTEXT" = "Activați WLAN în Configurări pentru a îmbunătăți precizia mementourilor bazate pe localizare.";
"WLAN_DISABLED_PROMPT" = "Activarea WLAN în Configurări va îmbunătăți precizia localizării dvs.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Activați serviciile de localizare în Configurări pentru a utiliza mementouri bazate pe localizare.";
"SETTINGS" = "Configurări";
"TYPED_LOCATION_PLACEHOLDER" = "Introduceți o adresă…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Localizarea acestei adrese nu poate fi determinată.  Verificați ortografia și reîncercați.";
"MAP" = "Hartă";
"SHOW_IN_MAP" = "Afișați pe hartă";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Locurile mele";
"ME_CARD_ALERT_BODY" = "Mementourile pot utiliza informațiile dvs. de contact pentru a vă oferi opțiuni de locuri precum “acasă” sau “serviciu”. Care contact ar trebui utilizat?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Selectați";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "E";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "V";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Imposibil de salvat mementoul";

"UNTITLED_REMINDER" = "Fără titlu";
